Repository: common-repository/humans-txt
Catalog: lang/*.po
Languages: de_de, es_es, nb_no

source: Your language settings have been successfully updated.
de_de: Deine Spracheinstellungen wurden erfolgreich gespeichert.
es_es: La configuración de idioma se actualizó correctamente.
nb_no: Språkinnstillingene har blitt oppdatert.

source: Your humans.txt file has been updated!
de_de: Deine humans.txt Datei wurde aktualisiert!
es_es: Su archivo humans.txt ha sido actualizado!
nb_no: Din humans.txt filen har blitt oppdatert!

source: A humans.txt file already exists. Please rename it to humans-backup.txt and then use this plugin normally.
de_de: Es gibt schon eine humans.txt Datei. Bitte benenne diese in humans-backup.txt um und nutze das Plugin normal weiter.
es_es: Un archivo humans.txt ya existe. Por favor, cambie su nombre a humans-Backup.txt y luego podrá usar este plugin normalmente.
nb_no: En humans.txt filen finnes allerede. Vennligst endre navnet til humans-backup.txt og deretter bruke denne plugin normalt.

source: More Information
de_de: Mehr Informationen
es_es: Más información
nb_no: Mer informasjon

source: Sample File
de_de: Beispiel
es_es: Ejemplo de archivo
nb_no: Eksempel fil

source: Submit Yours
de_de: Deine Eintragen
es_es: Envíe el suyo
nb_no: Send Hilsen

source: Pro-tips
de_de: Profi-Tips

source: Add a link to your website's contact page instead of your full email address!
de_de: Setze einen Link auf deiner Kontaktseite, anstatt deiner vollständigen E-Mail-Addresse!
es_es: Añada un enlace a su página de contacto si no quiere poner su dirección de correo electrónico.
nb_no: Legg til en link til nettstedets kontakt siden i stedet for den fullstendige e-postadresse!

source: Humans.txt Language
de_de: Humans.txt Sprache
es_es: Humans.txt Idioma
nb_no: Humans.txt Språk

source: Automatically Detected
de_de: Automatisch Erkannt
es_es: Detectado automáticamente
nb_no: Automatisk oppdaget

source: Save Language
de_de: Sprache speichern
es_es: Guardar idioma
nb_no: Lagre Språk

source: Add your humans.txt file to a page with this shortcode: [humanstxt]
de_de: Füge deine humans.txt Datei mit diesem Shortcode auf einer Seite ein: [humanstxt]
es_es: Añada su archivo humans.txt a una página con este código abreviado: [humanstxt]
nb_no: Legg til humans.txt filen til en side med dette snarvei: [humanstxt]

source: It will add the content into the following list which can be styled with CSS.
de_de: Der Inhalt wird in folgende Liste eingefügt, die mit CSS gestyled werden kann.
es_es: Se agregará el contenido en la siguiente lista que puede ser maquetada con CSS.
nb_no: Det vil legge innholdet inn i følgende liste som kan bli stylet med CSS.

source: @TwitterName and website URLs will be converted into links.
de_de: @TwitterName und Webseiten URLs werden zu Links konvertiert.
es_es: @TwitterName y la URL del sitio web se convertirán en enlaces.
nb_no: @TwitterName og nettadresser vil bli konvertert til linker.

source: Write
de_de: Schreiben
es_es: Escribe
nb_no: Skriv

source: Resources
de_de: Ressourcen
es_es: Recursos
nb_no: Ressurser

source: Settings
de_de: Optionen
es_es: Configuración
nb_no: Innstillinger

source: Enter your website credits and click save to update your humans.txt file.
de_de: Trag deine Daten ein und klick auf Speichern, um deine humans.txt Datei zu aktualisieren.
es_es: Introduzca los créditos del sitio web y haga clic en Guardar para actualizar su archivo humans.txt.
nb_no: Skriv inn ditt nettsted credits og klikker lagre for å oppdatere humans.txt filen.

source: Save Changes
de_de: Speichern
es_es: Guardar cambios
nb_no: Lagre endringer
